Repository: Kawaii-Addicts/LiqourLovers
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: English
pl: Angielski

source: Polish
pl: Polski

source: Invitation like this already exists.
pl: Takie zaproszeni już istnieje.

source: The receiver already invited you.
pl: Odbiorca już cię zaprosił.

source: You can not invite yourself.
pl: Nie możesz się zaprosić.

source: This user is not your friend.
pl: Ten użytkownik nie jest twoim przyjacielem.

source: Private
pl: Prywatny

source: Public
pl: Publiczny

source: Secret
pl: Sekretny

source: You can not remove yourself from participant list.
pl: Nie możesz usunąć się z listy uczestników.

source: Stop time must occur after start time.
pl: Czas zatrzymania musi nastąpić po czasie rozpoczęcia.

source: User is already party participant.
pl: Użytkownik jest już uczestnikiem imprezy

source: The Email must be set.
pl: E-mail musi być ustawiony.

source: The Date of Birth must be set.
pl: Data urodzenia musi być ustawiona.

source: The Username must be set.
pl: Nazwa użytkownika musi być ustawiona.

source: The user must be an adult.
pl: Użytkownik musi być dorosły.

source: Invalid basic header. No credentials provided.
pl: Nieprawidłowy podstawowy nagłówek. Brak poświadczeń.

source: Invalid basic header. Credentials string should not contain spaces.
pl: Nieprawidłowy podstawowy nagłówek. Ciąg poświadczenia nie powinien zawierać spacji.

source: Invalid basic header. Credentials not correctly base64 encoded.
pl: Nieprawidłowy podstawowy nagłówek. Uwierzytelności niezgodnie z bazą 64 zakodowane.

source: Invalid username/password.
pl: Nieprawidłowa nazwa użytkownika / hasło.

source: User inactive or deleted.
pl: Użytkownik nieaktywny lub usunięty.

source: Invalid token header. No credentials provided.
pl: Nieprawidłowy nagłówek tokena. Brak poświadczeń.

source: Invalid token header. Token string should not contain spaces.
pl: Nieprawidłowy nagłówek tokena. String token nie powinien zawierać spacji.

source: Invalid token.
pl: Nieprawidłowy Token.

source: Auth Token
pl: Token Auth

source: Key
pl: Klucz

source: User
pl: Użytkownik

source: Created
pl: Utworzony

source: Token
pl: Znak

source: Tokens
pl: Tokeny

source: Username
pl: Nazwa użytkownika

source: Password
pl: Hasło

source: Unable to log in with provided credentials.
pl: Nie można zalogować się z dostarczonymi poświadczeniami.

source: Must include "username" and "password".
pl: Musi zawierać "username" i "password".

source: A server error occurred.
pl: Wystąpił błąd serwera.

source: Invalid input.
pl: Nieprawidłowe wejście.

source: Malformed request.
pl: Zniekształcona prośba.

source: Incorrect authentication credentials.
pl: Nieprawidłowe poświadczenia uwierzytelniania.

source: Authentication credentials were not provided.
pl: Nie zapewniono poświadczeń uwierzytelniania.

source: You do not have permission to perform this action.
pl: Nie masz pozwolenia na wykonanie tej akcji.

source: Not found.
pl: Nie znaleziono.

source: Method "{method}" not allowed.
pl: Metoda "{method}" nie jest dozwolona.

source: Could not satisfy the request Accept header.
pl: Nie można zaspokoić nagłówka akceptacji wniosku.

source: Unsupported media type "{media_type}" in request.
pl: Nieobsługiwane typ multimedii "{media_type}" w zapytaniu.

source: Request was throttled.
pl: Prośba została dławiona.

source: Expected available in {wait} second.
pl: Oczekiwano dostępny w {wait} drugi.

source: Expected available in {wait} seconds.
pl: Oczekiwano dostępne w {wait} sekundy.

source: This field is required.
pl: To pole jest wymagane.

source: This field may not be null.
pl: To pole może nie być puste.

source: Must be a valid boolean.
pl: Musi być ważnym booleanem.

source: Not a valid string.
pl: Nieprawidłowy napis.

source: This field may not be blank.
pl: To pole może nie być puste.

source: Ensure this field has no more than {max_length} characters.
pl: Upewnij się, że to pole ma nie więcej niż {max_length} znaków.

source: Ensure this field has at least {min_length} characters.
pl: Upewnij się, że to pole ma co najmniej {min_length} znaków.

source: Enter a valid email address.
pl: Wprowadź ważny adres e-mail.

source: This value does not match the required pattern.
pl: Ta wartość nie pasuje do wymaganego wzoru.

source: Enter a valid URL.
pl: Wprowadź ważny adres URL.

source: Must be a valid UUID.
pl: Musi być ważnym UUID.

source: Enter a valid IPv4 or IPv6 address.
pl: Wprowadź prawidłowy adres IPv4 lub IPv6.

source: A valid integer is required.
pl: Wymagana jest ważna liczba całkowita.

source: Ensure this value is less than or equal to {max_value}.
pl: Upewnij się, że ta wartość jest mniejsza lub równa {max_value}.

source: Ensure this value is greater than or equal to {min_value}.
pl: Upewnij się, że ta wartość jest większa lub równa {min_value}.

source: String value too large.
pl: Wartość ciągu zbyt duża.

source: A valid number is required.
pl: Wymagana jest ważna liczba.

source: Ensure that there are no more than {max_digits} digits in total.
pl: Upewnij się, że w sumie nie ma więcej niż {max_digits} cyfr.

source: Ensure that there are no more than {max_decimal_places} decimal places.
pl: Upewnij się, że nie ma więcej niż {max_decimal_places} miejsca dziesiętne.

source: Datetime has wrong format. Use one of these formats instead: {format}.
pl: DateTime ma niewłaściwy format.Zamiast tego użyj jednego z tych formatów: {format}.

source: Expected a datetime but got a date.
pl: Oczekiwane datetime, ale wysłano date.

source: Invalid datetime for the timezone "{timezone}".
pl: Nieprawidłowy datetime dla strefy czasowej "{timezone}".

source: Datetime value out of range.
pl: Wartość datetime poza zakresem.

source: Date has wrong format. Use one of these formats instead: {format}.
pl: Data ma zły format. Zamiast tego użyj jednego z tych formatów: {format}.

source: Expected a date but got a datetime.
pl: Oczekiwana data, ale otrzymano datetime.

source: Time has wrong format. Use one of these formats instead: {format}.
pl: Czas ma zły format. Zamiast tego użyj jednego z tych formatów: {format}.

source: Duration has wrong format. Use one of these formats instead: {format}.
pl: Czas trwania ma niewłaściwy format. Zamiast tego użyj jednego z tych formatów: {format}.

source: "{input}" is not a valid choice.
pl: "{input}" nie jest prawidłowym wyborem

source: More than {count} items...
pl: Więcej niż {count} elementów ...

source: Expected a list of items but got type "{input_type}".
pl: Oczekiwano listę elementów, ale otrzymano typ "{input_type}".

source: This selection may not be empty.
pl: Ten wybór może nie być pusty.

source: "{input}" is not a valid path choice.
pl: "{input}" moe jest odpowiednim wyborem

source: No file was submitted.
pl: Nie przesłano żadnego pliku.

source: The submitted data was not a file. Check the encoding type on the form.
pl: Przesłane dane nie były plikiem. Sprawdź typ kodowania w formularzu.

source: No filename could be determined.
pl: Nie można ustalić nazwy pliku.

source: The submitted file is empty.
pl: Przesłany plik jest pusty.

source: This list may not be empty.
pl: Ta lista może nie być pusta.

source: Ensure this field has at least {min_length} elements.
pl: Upewnij się, że to pole ma co najmniej {min_length}.

source: Ensure this field has no more than {max_length} elements.
pl: Upewnij się, że to pole ma nie więcej niż {max_length}.

source: Expected a dictionary of items but got type "{input_type}".
pl: Oczekiwany słownik przedmiotów, ale otrzymał typ "{input_type}".

source: This dictionary may not be empty.
pl: Ten słownik może nie być pusty.

source: Value must be valid JSON.
pl: Wartość musi być ważna JSON.

source: Search
pl: Szukaj

source: A search term.
pl: Wyszukiwany termin.

source: Ordering
pl: Sortowanie

source: Which field to use when ordering the results.
pl: Którego pola użyć podczas zamawiania wyników.

source: ascending
pl: w górę

source: descending
pl: w dół

source: A page number within the paginated result set.
pl: Numer strony w zbiorze wyników.

source: Number of results to return per page.
pl: Liczba wyników do zwrócenia na stronę.

source: Invalid page.
pl: Niepoprawna strona.

source: The initial index from which to return the results.
pl: Początkowy wskaźnik, z którego należy zwrócić wyniki.

source: The pagination cursor value.
pl: Wartość kursora paginacji.

source: Invalid cursor
pl: Nieprawidłowy kursor

source: Invalid pk "{pk_value}" - object does not exist.
pl: Nieprawidłowy pk "{pk_value}" - obiekt nie istnieje.

source: Incorrect type. Expected pk value, received {data_type}.
pl: Niepoprawny typ.Oczekiwana wartość PK, otrzymana {data_type}.

source: Invalid hyperlink - No URL match.
pl: Nieprawidłowe hiperłącza - brak dopasowania URL.

source: Invalid hyperlink - Incorrect URL match.
pl: Nieprawidłowe hiperłącze - nieprawidłowe dopasowanie adresu URL.

source: Invalid hyperlink - Object does not exist.
pl: Nieprawidłowy hiperłącze - obiekt nie istnieje.

source: Incorrect type. Expected URL string, received {data_type}.
pl: Niepoprawny typ.Oczekiwany ciąg URL, otrzymany {data_type}.

source: Object with {slug_name}={value} does not exist.
pl: Obiekt z {slug_name}={value} nie istnieje.

source: Invalid value.
pl: Niewłaściwa wartość.

source: unique integer value
pl: Unikalna wartość liczb całkowita

source: unique value
pl: unikalna wartość

source: A {value_type} identifying this {name}.
pl: {value_type} identyfikuje {name}.

source: Invalid data. Expected a dictionary, but got {datatype}.
pl: Nieprawidłowe dane.Oczekiwany słownik, ale dostał {datatype}.

source: Extra Actions
pl: Dodatkowe działania

source: Filters
pl: Filtry

source: content
pl: treść

source: request form
pl: formularz żądania

source: main content
pl: główna zawartość

source: request info
pl: Poproś o informacje

source: response info
pl: Informacje o odpowiedzi

source: None
pl: Nic

source: No items to select.
pl: Brak elementów do wyboru.

source: This field must be unique.
pl: To pole musi być unikalne.

source: The fields {field_names} must make a unique set.
pl: Pola {field_names} muszą stworzyć unikalny zestaw.

source: Surrogate characters are not allowed: U+{code_point:X}.
pl: Znaki zastępcze nie są dozwolone: u+{code_point:X}.

source: This field must be unique for the "{date_field}" date.
pl: To pole musi być unikalne dla "{date_field}" daty.

source: This field must be unique for the "{date_field}" month.
pl: To pole musi być unikalne dla miesiąca "{date_field}".

source: This field must be unique for the "{date_field}" year.
pl: To pole musi być unikalne dla roku "{date_field}".

source: Invalid version in "Accept" header.
pl: Nieprawidłowa wersja w nagłówku "Accept".

source: Invalid version in URL path.
pl: Nieprawidłowa wersja w ścieżce URL.

source: Invalid version in URL path. Does not match any version namespace.
pl: Nieprawidłowa wersja w ścieżce URL. Nie pasuje do żadnej przestrzeni nazw wersji.

source: Invalid version in hostname.
pl: Nieprawidłowa wersja w nazwie hosta.

source: Invalid version in query parameter.
pl: Nieprawidłowa wersja w parametrze zapytania.
